[
    {
        "materia": "Filosofia",
        "assunto": "Introdução à Filosofia",
        "dificuldade": 1,
        "alternativa_a": "É importante conhecer a política.",
        "alternativa_b": "Devemos refletir sobre nossos próprios valores e crenças.",
        "alternativa_c": "A filosofia é uma ciência exata.",
        "alternativa_d": "A felicidade é alcançada pela riqueza.",
        "alternativa_e": "A verdade é relativa.",
        "alternativa_correta": "B",
        "explicacao": "Sócrates acreditava que o autoconhecimento era essencial para uma vida ética, incentivando as pessoas a refletirem sobre suas próprias crenças e valores como base para tomar decisões justas.",
        "enunciado": [
            {
                "tipo": "texto",
                "conteudo": "A filosofia busca compreender questões fundamentais sobre o mundo, a existência e o conhecimento. Um dos primeiros filósofos, Sócrates, acreditava que o conhecimento era essencial para a vida ética. O que Sócrates queria dizer ao afirmar \"Conhece-te a ti mesmo\"?\nDe acordo com esse texto, a língua falada pelos pomeranos"
            }
        ]
    },
    {
        "materia": "Filosofia",
        "assunto": "Ética",
        "dificuldade": 1,
        "alternativa_a": "Ser indeciso é uma virtude.",
        "alternativa_b": "A virtude é alcançada evitando os extremos e buscando o equilíbrio.",
        "alternativa_c": "A virtude é determinada pela riqueza.",
        "alternativa_d": "A virtude não depende de nossos atos.",
        "alternativa_e": "A virtude é um talento inato.",
        "alternativa_correta": "B",
        "explicacao": "Aristóteles acreditava que a virtude está no meio-termo, ou seja, na busca por equilíbrio entre os extremos, como a coragem entre a covardia e a imprudência.",
        "enunciado": [
            {
                "tipo": "texto",
                "conteudo": "Aristóteles afirmou que a virtude está no \"caminho do meio\". O que isso significa?"
            }
        ]
    },
    {
        "materia": "Filosofia",
        "assunto": "Filosofia Moderna",
        "dificuldade": 1,
        "alternativa_a": "\"O homem é a medida de todas as coisas.\"",
        "alternativa_b": "\"A virtude é o caminho do meio.\"",
        "alternativa_c": "\"Penso, logo existo.\"",
        "alternativa_d": "\"A filosofia é filha do medo.\"",
        "alternativa_e": "\"A verdade é o fim de toda busca.\"",
        "alternativa_correta": "C",
        "explicacao": "\"Penso, logo existo\" é a conclusão de Descartes para estabelecer uma base inquestionável para o conhecimento, afirmando que o ato de pensar é a prova irrefutável da própria existência.",
        "enunciado": [
            {
                "tipo": "texto",
                "conteudo": "Descartes, em sua obra \"Meditações\", buscava uma base sólida para o conhecimento. Qual frase famosa resume seu método?"
            }
        ]
    },
    {
        "materia": "Filosofia",
        "assunto": "Filosofia Contemporânea",
        "dificuldade": 1,
        "alternativa_a": "A busca por riqueza e poder.",
        "alternativa_b": "A superação dos limites impostos pela moralidade tradicional.",
        "alternativa_c": "A busca pela igualdade entre os indivíduos.",
        "alternativa_d": "A aceitação passiva do destino.",
        "alternativa_e": "A imitação dos valores da sociedade.",
        "alternativa_correta": "B",
        "explicacao": "Nietzsche propôs que o \"super-homem\" é aquele que supera os valores convencionais, criando sua própria moral e perseguindo seu potencial de forma independente.",
        "enunciado": [
            {
                "tipo": "texto",
                "conteudo": "Friedrich Nietzsche introduziu o conceito do \"super-homem\" como parte de sua filosofia. O que esse conceito representa?"
            }
        ]
    }
]